src/tests/fixtures/response_310_empty.xml

<?xml version='1.0' encoding='UTF-8'?>
<soapenv:Envelope
        xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/">
    <soapenv:Header/>
    <soapenv:Body>
        <BG:npsLa07
                xmlns:BG="http://www.egem.nl/StUF/sector/bg/0310"
                xmlns:StUF="http://www.egem.nl/StUF/StUF0301"
                xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
            <BG:stuurgegevens>
                <StUF:berichtcode>La07</StUF:berichtcode>
                <StUF:zender>
                    <StUF:organisatie>Amsterdam</StUF:organisatie>
                    <StUF:applicatie>CGM</StUF:applicatie>
                </StUF:zender>
                <StUF:ontvanger>
                    <StUF:applicatie>fp_burger</StUF:applicatie>
                    <StUF:gebruiker>test_burger</StUF:gebruiker>
                </StUF:ontvanger>
                <StUF:referentienummer>MK190828</StUF:referentienummer>
                <StUF:tijdstipBericht>2023041213010452</StUF:tijdstipBericht>
                <StUF:crossRefnummer>TestJeroenHistorie</StUF:crossRefnummer>
                <StUF:entiteittype>NPS</StUF:entiteittype>
            </BG:stuurgegevens>
            <BG:parameters>
                <StUF:indicatorVervolgvraag>false</StUF:indicatorVervolgvraag>
            </BG:parameters>
        </BG:npsLa07>
    </soapenv:Body>
</soapenv:Envelope>
